tap "1password/tap"
tap "bufbuild/buf"
tap "cloudquery/tap"
tap "dty1er/tap"
tap "env0/terratag"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "nikoksr/taps"
tap "sigstore/tap"
tap "thecasualcoder/stable"
tap "thoughtbot/formulae"
tap "tidwall/jj"
tap "universal-ctags/universal-ctags"
brew "act"
brew "atuin"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "glib"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dive"
brew "doctl"
brew "esbuild"
brew "eslint"
brew "exercism"
brew "fd"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "global"
brew "gnu-sed"
brew "gnupg"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "goose"
brew "harfbuzz"
brew "graphviz"
brew "grpc"
brew "htop"
brew "hugo"
brew "icdiff"
brew "iproute2mac"
brew "istioctl"
brew "jj"
brew "jq"
brew "jsonlint"
brew "just"
brew "k9s"
brew "keychain"
brew "ko"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "llvm"
brew "localstack"
brew "lsd"
brew "luarocks"
brew "make"
brew "markdownlint-cli"
brew "mas"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nomad"
brew "nss"
brew "operator-sdk"
brew "pandoc"
brew "postgresql@13"
brew "pre-commit"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pwgen"
brew "rcm"
brew "redo"
brew "ripgrep"
brew "rtx"
brew "shellcheck"
brew "sile"
brew "socat"
brew "sql-migrate"
brew "starship"
brew "stgit"
brew "tailscale"
brew "terramate"
brew "tflint"
brew "tfsec"
brew "tilt"
brew "tmux"
brew "tree"
brew "trivy"
brew "typescript"
brew "urlview"
brew "vale"
brew "vcluster"
brew "watch"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "zlib"
brew "zoxide"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "cloudquery/tap/cloudquery"
brew "danielfoehrkn/switch/switch"
brew "env0/terratag/terratag"
brew "jakehilborn/jakehilborn/displayplacer"
brew "thecasualcoder/stable/tf-summarize"
cask "1password-cli"
cask "alfred"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "google-cloud-sdk"
cask "google-drive"
cask "karabiner-elements"
cask "kitty"
cask "kubenav"
cask "mactex-no-gui"
cask "ngrok"
cask "obsidian"
cask "raycast"
cask "textmate"
cask "wezterm"
cask "whatsapp"
cask "zenmap"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
