tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "praqma/praqma-tap"
tap "seatgeek/formulae"
tap "thoughtbot/formulae"
tap "tidwall/jj"
tap "universal-ctags/universal-ctags"
tap "wallix/awless"
brew "ack"
brew "acpica"
brew "adr-tools"
brew "augeas"
brew "awscli"
brew "bash"
brew "cfssl"
brew "consul"
brew "consul-template"
brew "coreutils"
brew "cowsay"
brew "dialog"
brew "doctl"
brew "exercism"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "git"
brew "global"
brew "gnupg"
brew "gnu-sed"
brew "graphviz"
brew "htop"
brew "hugo"
brew "iproute2mac"
brew "jq"
brew "keychain"
brew "livestreamer"
brew "lsd"
brew "luarocks"
brew "make"
brew "mas"
brew "mkcert"
brew "youtube-dl"
brew "mtr"
brew "mycli"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nomad"
brew "zlib"
brew "notmuch"
brew "nss"
brew "nvm"
brew "nyancat"
brew "packer"
brew "pandoc"
brew "portaudio"
brew "prometheus"
brew "pwgen"
brew "redo"
brew "s3cmd"
brew "shellcheck"
brew "socat"
brew "stgit"
brew "streamlink"
brew "stunnel"
brew "terraform-docs"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "unrar"
brew "urlview"
brew "vault"
brew "watch"
brew "wget"
brew "wireguard-go"
brew "ykneomgr"
brew "jmacdonald/amp/amp"
brew "thoughtbot/formulae/rcm"
brew "tidwall/jj/jj"
brew "wallix/awless/awless"
cask "1password-cli"
cask "alfred"
cask "amazon-chime"
cask "aws-vault"
cask "encryptme"
cask "fly"
cask "font-fira-code"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "macdown"
cask "mactex-no-gui"
cask "marp"
cask "nightowl"
cask "openzfs"
cask "origin"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "texmaker"
cask "todotxt"
cask "unetbootin"
cask "whatsapp"
cask "wireshark"
cask "zenmap"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Server", id: 883878097
mas "Spark", id: 1176895641
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
