tap "browsh-org/browsh"
tap "caskroom/cask"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "loadimpact/k6"
tap "praqma/praqma-tap"
tap "puppetlabs/puppet"
tap "seatgeek/formulae"
tap "thoughtbot/formulae"
tap "tidwall/jj"
tap "twpayne/taps"
tap "universal-ctags/universal-ctags"
tap "wallix/awless"
cask "xquartz"
brew "ack"
brew "acpica"
brew "adr-tools"
brew "ansible"
brew "atlantis"
brew "augeas"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "caddy"
brew "cfssl"
brew "consul"
brew "consul-template"
brew "coreutils"
brew "cowsay"
brew "go"
brew "dialog"
brew "docker-compose"
brew "docker-machine"
brew "docker-machine-driver-xhyve"
brew "doctl"
brew "dpkg"
brew "elvish"
brew "envchain"
brew "exercism"
brew "fabio"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "git"
brew "global"
brew "gnupg"
brew "gnu-sed"
brew "go-jira"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "jrnl"
brew "jsonnet"
brew "kakoune"
brew "keychain"
brew "libvirt"
brew "livestreamer"
brew "lsd"
brew "luarocks"
brew "make"
brew "mas"
brew "maven"
brew "mkcert"
brew "youtube-dl"
brew "msmtp"
brew "mtr"
brew "mupdf"
brew "mycli"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nomad"
brew "zlib"
brew "notmuch"
brew "nss"
brew "nvm"
brew "nyancat"
brew "packer"
brew "pandoc"
brew "portaudio"
brew "prometheus"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "redo"
brew "s3cmd"
brew "shellcheck"
brew "socat"
brew "stgit"
brew "streamlink"
brew "stunnel"
brew "telnet"
brew "terraform-docs"
brew "terraform_landscape"
brew "terragrunt"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "unrar"
brew "urlview"
brew "vault"
brew "w3m"
brew "watch"
brew "weechat"
brew "wget"
brew "wireguard-go"
brew "ykneomgr"
brew "drone/drone/drone"
brew "jmacdonald/amp/amp"
brew "loadimpact/k6/k6"
brew "thoughtbot/formulae/rcm"
brew "tidwall/jj/jj"
brew "twpayne/taps/chezmoi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wallix/awless/awless"
cask "1password-cli"
cask "alfred"
cask "amazon-chime"
cask "aws-vault"
cask "bitbar"
cask "cyberduck"
cask "encryptme"
cask "flux"
cask "fly"
cask "font-fira-code"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "macdown"
cask "mactex-no-gui"
cask "marp"
cask "mpv"
cask "nightowl"
cask "notable"
cask "openzfs"
cask "origin"
cask "plexamp"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "texmaker"
cask "todotxt"
cask "unetbootin"
cask "vagrant"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "zenmap"
cask "puppetlabs/puppet/puppet-agent"
cask "puppetlabs/puppet/puppet-bolt"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Newton", id: 1059655371
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Server", id: 883878097
mas "Spark", id: 1176895641
mas "Textual IRC Client", id: 1262957439
mas "Tweetbot", id: 1384080005
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
