tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "tidwall/jj"
brew "act"
brew "bash"
brew "curl"
brew "findutils"
brew "fortune"
brew "gawk"
brew "git"
brew "git-delta"
brew "git-extras"
brew "harfbuzz"
brew "graphviz"
brew "grpc"
brew "icdiff"
brew "jsonlint"
brew "mas"
brew "nss"
brew "mise"
brew "socat"
cask "alfred"
cask "firefox"
cask "font-awesome-terminal-fonts"
