edc/bass
nakulj/auto-venv
PatrickF1/fzf.fish
jethrokuan/z
jorgebucaran/autopair.fish
jorgebucaran/fishtape
jorgebucaran/getopts.fish
decors/fish-colored-man
halostatue/fish-macos@v5.x
